Repository: rparak/Unity3D_Robotics_Sorting_Machine
Catalog: Sorting_Machine_DT/Logical/Libraries/MpBase/Common_EventLog.tmx
Source language: en
Languages: de

source: Invalid MpLink contents
de: Ungültiger Inhalt des MpLink

source: Error loading configuration {2} (ErrorCause: {1})
de: Laden der Konfiguration {2} fehlgeschlagen (Fehlerursache: {1})

source: Error saving configuration {2} (ErrorCause: {1})
de: Speichern der Konfiguration {2} fehlgeschlagen (Fehlerursache: {1})

source: Used mapp Services version: {1}.{2}.{3}
de: Verwendete mapp Services Version: {1}.{2}.{3}

source: Used mapp Technology (legacy) version: {1}.{2}.{3}
de: Verwendete mapp Technology (legacy) Version: {1}.{2}.{3}

source: Used mapp Control version: {1}.{2}.{3}
de: Verwendete mapp Control Version: {1}.{2}.{3}

source: Service {2} was not found
de: Der Service {2} konnte nicht gefunden werden

source: Unable to create registry for {2}
de: Eintrag für {2} konnte nicht erstellt werden

source: Failed to register diagnostic web-service (ErrorCause: {1})
de: Der Diagnose Web-Service konnte nicht registriert werden (Fehlerursache: {1})

source: Failed to add {2} as child to {3} (ErrorCause: {1})
de: {2} konnte nicht als Kind von {3} hinzugefügt werden (Fehlerursache: {1})

source: Failed to remove {2} from parent {3} (ErrorCause: {1})
de: {2} konnte nicht von {3} entfernt werden (Fehlerursache: {1})

source: Failed to remove the component web service from the faceplate service (ErrorCause {1})
de: Der Komponenten Web-Service konnte nicht vom Faceplate-Service gelöscht werden (Fehlerursache {1})

source: Could not access configuration {2} (ErrorCause: {1})
de: Zugriff auf Konfiguration {2} fehlgeschlagen (Fehlerursache: {1})

source: Addon with name {2} already exists for {3}
de: Für {3} existiert bereits die Erweiterung {2}

source: Unable to locate configuration FB instance (ErrorCause {1})
de: Die Instanz des Konfigurations FB konnte nicht gefunden werden (Fehlerursache {1})

source: Unable to locate configuration PV (ErroCause: {1})
de: Konfigurations PV konnte nicht gefunden werden (Fehlerursache: {1})

source: Could not register library faceplate content (ErrorCause: {1})
de: Der Inhalt des Bibliotheken Faceplate konnte nicht registriert werden (Fehlerursache: {1})

source: The revision of the library info is not known. Expected {2} was {3}
de: Revision der Bibliotheks Information ist unbekannt. Erwartet wurde {2} nicht {3}

source: Unable to register license {2} (ErrorCause {1})
de: Lizenz {2} konnte nicht registriert werden (Fehlerursache {1})

source: Unable to unregister license (ErrorCause {1})
de: Deregestrierung der Lizenz nicht möglich (Fehlerursache {1})

source: License system could not be located. Technology guarding skipped.
de: Lizenzsystem konnte nicht lokalisiert werden. Technology guarding wurde übersprungen

source: Runtime does not support licensing. Technology guarding skipped.
de: Laufzeit unterstüzt Lizensierung nicht. Technology guarding wurde übersprungen

source: Component ({2}) not valid or not existing
de: Komponente ({2}) ungültig oder existiert nicht

source: Error when initializing system-elements (ErrorCause: {1})
de: Initialisierung der Systemelemente fehlgeschlagen (Fehlerursache: {1})

source: Error during system-element linking (ErrorCause: {1})
de: Verbinden der Systemelemente fehlgeschlagen(Fehlerursache: {1})

source: The configuration-property {2} was not found.
de: Der Konfigurations-Wert {2} wurde nicht gefunden

source: The entry for {3} is missing in the configuration {2}
de: In der Konfiguration {2} fehlt der Eintrag {3}

source: The configuration data ({2} : {3}) contains entries with invalid format
de: Die Daten der Konfiguration ({2} : {3}) enthält ungültige Einträge

source: The selector {2} could not be set to {3}
de: Der Selektor {2} konnte nicht auf {3} gesetzt werden

source: Data-Format invalid ({2})
de: Ungültiges Datenformat ({2})

source: Could not save data (to {2} at {3}) (ErrorCause: {1})
de: Daten konnten nicht gespeichert werden (von {2} nach {3}) (Fehlerursache: {1})

source: Could not load data (from {2} at {3}) (ErrorCause: {1})
de: Daten konnten nicht geladen werden(von {2} nach {3}) (Fehlerursache: {1})

source: No data is present for {2}
de: Daten für {2} nicht vorhanden

source: Invalid datapoint {2} in display-configuration
de: Ungültiger Datenpunkt {2} in Display-Konfiguration

source: Invalid fallback-unit {3:2} in display-configuration
de: Ungültige Einheit {3:2} in Display-Konfiguration

source: Invalid PV {2} used for limit
de: Ungültige PV {2} für Grenzwert

source: Unit {2} is not convertible to {3}
de: Einheit {2} kann nicht in {3} umgrechnet werden

source: Invalid Unit-definition {3:2}
de: Ungültige Einheiten-Definition {3:2}

source: No PV found at given address (ErrorCause: {1})
de: Keine PV an angegebener Adresse gefunden (Fehlerursache: {1})

source: Failed to register a new text formatter data source (ErrorCause: {1})
de: Registrieren einer neuen Textformatierungsquelle fehlgeschlagen (Fehlerursache: {1})

source: Failed to locate runtime support for additional text formatter data sources
de: Lokalisieren von Laufzeitunterstützung für zusätzlicher Textformatierungsquelle fehlgeschlagen

source: Component {2} was already linked to {3} and is relinked to {4}
de: Komponent {2} war bereits in {3} registriert und wurde in {4} neu-registriert

source: No configuration-structure found at given address
de: Keine Konfigurations-Struktur an angegebener Adresse gefunden

source: Failed to write {2} to {3} (ErrorCause: {1})
de: Schreiben von {3} auf {3} fehlgeschlagenn (Fehlerursache: {1})

source: Cannot access OPC-Server (Looking for: {2}, OPC-Errorcode: {3})
de: Kein Zugriff auf OPC-Server (Sucht: {2}, OPC-Fehercode: {3})

source: No EngineeringUnit configured for {2} (OPC-Errorcode: {3})
de: Keine "EngineeringUnit" für {2} konfiguriert (OPC-Fehlercode: {3})

source: Invalid measurement-system identifier {2}
de: Ungültiger Bezeichner {2} für Einheiten-System

source: Invalid Unit-group definition: {2}
de: Ungültige Einheiten-Gruppe: {2}

source: Unknown Unit-group {2}
de: Unbekannte Einheiten-Gruppe: {2}

source: Invalid Pv {2} for unit-group
de: Ungültige PV {2} in Einheiten Gruppe

source: Could not create component
de: Komponente konnte nicht erzeugt werden

source: No PV with the requested name was found.
de: Es wurde keine PV mit dem angegebenen Namen gefunden.

source: The requested reference is NULL.
de: Die gewünschte Referenz ist NULL.

source: Invalid configuration of query {2} (in {3})
de: Ungültige Konfiguration der Query {2} (in {3})

source: Configuration of a WHERE-condition (#{2}) invalid
de: Konfiguration einer WHERE-Bedingung (#{2}) ungültig

source: Configuration of a SELECT-command (#{2}) invalid
de: Konfiguration einer SELECT-Anweisung (#{2}) ungültig

source: Configuration of WHERE-logic invalid
de: Konfiguration der WHERE-Logik ungültig

source: Invalid query-update-pV {2}
de: Ungültige Query-Update PV {2}

source: MpLink is a null pointer
de: MpLink ist ein Null-Zeiger

source: MpLink connection not allowed
de: MpLink-Verbindung nicht erlaubt

source: MpLink modified
de: MpLink wurde geändert

source: MpLink already in use
de: MpLink wird bereits verwendet

source: Parameters structure is a null pointer
de: Parameters-Struktur ist ein Null-Zeiger

source: Configuration structure is a null pointer
de: Configuration-Struktur ist ein Null-Zeiger

source: Configuration pointer is no valid PV
de: Configuration-Zeiger ist keine gültige PV

source: Configuration is invalid
de: Konfiguration ist ungültig

source: Warning loading configuration
de: Warnung beim Laden der Konfiguration

source: Entered task name "{2}" is too long and was truncated: "{3}"
de: Eingegebener Taskname "{2}" ist zu lang und wurde gekürzt: "{3}"

source: Error reading password ({2}) from configuration (Internal Error: {1})
de: Fehler beim Lesen des Passworts ({2}) aus der Konfiguration (Interner Fehler: {1})

source: Password is invalid
de: Passwort ist ungültig
